Repository: The-Fried-Fish/VoidLink-previously-moonlight-zwm
Catalog: VoidLink/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

# reverseHoldButtonStackTip
source: When enabled, the gyro-hold button becomes a gyro-pause button: holding it down pauses the gyro, and releasing it reactivates it.
zh_hans: 启用该项后，陀螺仪保持按键变为陀螺仪暂停按键。按住暂停陀螺仪，松开重新启动陀螺仪。
zh_hk: 啟用此項後，陀螺儀保持按鍵將變為陀螺儀暫停按鍵。按住可暫停陀螺儀，鬆開則重新啟動陀螺儀。

source: right
zh_hans: 右
zh_hk: 右

source: Right Arrow
zh_hans: 右箭头
zh_hk: 右箭頭

source: Right Button
zh_hans: 右键
zh_hk: 右鍵

source: Right stick
zh_hans: 右摇杆
zh_hk: 右搖桿

source: Right stick wheel
zh_hans: 右摇杆方向轮
zh_hk: 右搖桿方向輪

source: Right trigger pad
zh_hans: 右扳机触控板
zh_hk: 右扳機觸控板

source: Roll factor: %.2f
zh_hans: 滚转系数: %.2f
zh_hk: 滾轉係數: %.2f

source: RS wheel must be placed alone
zh_hans: RS 方向轮必须单独放置
zh_hk: RS 方向輪必須單獨放置

source: RS/R3 button
zh_hans: RS/R3 按键
zh_hk: RS/R3 按鍵

source: RsWheel cannot be combined with other widgets
zh_hans: RsWheel 不能与其他控件组合
zh_hk: RsWheel 不能與其他控制項組合

source: RT/R2 button
zh_hans: RT/R2 按键
zh_hk: RT/R2 按鍵

source: Save
zh_hans: 保存
zh_hk: 儲存

source: Saving over the 'Default' profile is not allowed
zh_hans: 默认布局无法被覆盖保存
zh_hk: 不允許儲存覆寫「預設」版面配置

# sdrPerformanceWorkaroundStackTip
source: Recommended to enable when streaming in SDR. If you experience overexposed visuals, restart the Sunshine service and disable this option.
zh_hans: 建议进行SDR串流时打开。 如出现画面过曝问题，重启Sunshine服务本并关闭此选项。
zh_hk: 建議在進行 SDR 串流時啟用此選項。 若出現畫面過曝的問題，請重新啟動 Sunshine 服務，並停用此選項。

source: Searching for PCs on your network...
zh_hans: 正在搜索网络中的主机 ...
zh_hk: 正在網路上搜尋電腦...

source: Select
zh_hans: 选择
zh_hk: 選擇

source: Select a game/on-screen-widget profile
zh_hans: 选择一个游戏/屏显控件配置
zh_hk: 選擇一個遊戲／螢幕控制項配置

source: Select at least one command before creating a widget
zh_hans: 创建控件前至少选择一个命令
zh_hk: 建立控制項前至少選擇一個命令

source: Select brush shortcut keys
zh_hans: 选择笔刷快捷键组合
zh_hk: 選擇筆刷快速鍵組合

source: Select Control
zh_hans: 选择控件
zh_hk: 選擇控制項

source: Select eraser shortcut keys
zh_hans: 选择橡皮擦快捷键组合
zh_hk: 選擇橡皮擦快速鍵組合

source: Select Gyro Button
zh_hans: 选择陀螺仪按键
zh_hk: 選擇陀螺儀按鍵

source: Select Host
zh_hans: 选择主机
zh_hk: 選取主機

source: Select New Host
zh_hans: 选择新主机
zh_hk: 選取新主機

source: Selected widgets are queued here in tap order.
zh_hans: 已选控件会按点击顺序排列在此
zh_hk: 已選控制項會依點擊順序排列在此

# sendDummyEventStackTip
source: This fixes stuttering on some devices, particularly those on iPadOS 26.
zh_hans: 该选项解决了部分设备的串流卡顿问题， 尤其是升级了iPadOS 26的设备。
zh_hk: 該選項解決了部分裝置的串流卡頓問題，尤其是升級了 iPadOS 26 的裝置。

source: Sensitivity: %.2f
zh_hans: 灵敏度: %.2f
zh_hk: 靈敏度: %.2f

source: SensitivityX: %.2f
zh_hans: 灵敏度X: %.2f
zh_hk: 靈敏度X: %.2f

source: SensitivityY: %.2f
zh_hans: 灵敏度Y: %.2f
zh_hk: 靈敏度Y: %.2f

source: Set PC/Game resolution:
zh_hans: 串流分辨率:
zh_hk: 設定電腦/遊戲解析度：

source: Shape
zh_hans: 形状
zh_hk: 形狀

source: Shape:
zh_hans: 形状:
zh_hk: 形狀:

source: Shortcut combo
zh_hans: 快捷键组合
zh_hk: 快速鍵組合

source: Show App
zh_hans: 显示应用
zh_hk: 顯示應用程式

# simplifiedOsdText
source: FPS: %6.2f Dropped frames: %4.1f%% Bitrate: %5.1f Mbps Latency: %@
zh_hans: 帧率: %6.2f 丢帧: %4.1f%% 码率: %5.1f Mbps 延迟: %@
zh_hk: FPS: %6.2f 掉幀: %4.1f%% 位元速率: %5.1f Mbps 延遲: %@

source: Size
zh_hans: 大小
zh_hk: 大小

source: Size: %.2f
zh_hans: 大小: %.2f
zh_hk: 大小: %.2f

source: Skill combo
zh_hans: 技能组合
zh_hk: 技能組合

source: Slide Distance for in-Stream Menu: %.2f * screen-width
zh_hans: 串流中打开菜单滑动距离: %.2f x 屏幕宽度
zh_hk: 串流中選單的滑動距離：%.2f * 螢幕寬度

source: Slide threshold: %.1f
zh_hans: 滑动阈值: %.1f
zh_hk: 滑動閾值: %.1f

# slideHoldFolderButtonTip
source: This is a “slide-hold” folder button. During streaming, double-tap and keep holding to drag and reposition it.
zh_hans: 这是一个“滑动时保持按下”的 folder 控件夹按键。 在串流过程中双击并保持长按，可拖动改变其位置。
zh_hk: 這是一個「滑動時保持按下」的 Folder 控制項夾按鍵。在串流過程中雙擊並保持長按，可拖曳改變其位置。

# slideToSettingsDistanceStackTip
source: A sufficient sliding distance ensures the menu is not triggered by unintentional touches.
zh_hans: 手势所要求的滑动距离， 可有效防止因误触展开菜单。
zh_hk: 手勢所需的滑動距離，可有效避免因誤觸而展開選單。

source: Slow connection to PC, Reduce your bitrate
zh_hans: 网络带宽不足, 请降低串流码率
zh_hk: 與電腦的連線緩慢，請降低您的位元率

source: Soft Keyboard Toolbar
zh_hans: 软键盘工具栏
zh_hk: 軟鍵盤工具欄

source: SoftKeyboard
zh_hans: 软键盘
zh_hk: 軟鍵盤

# softKeyboardGestureStackDoc
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/rgc9if4xrf352555
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/ok4egvu4lt37wc1f
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/ok4egvu4lt37wc1f

# softKeyboardGestureStackTip
source: Soft keyboard gesture is able to locate the remote typing area by the lowest touch point of your tap gesture to lift the stream view to proper height. Check the online document for details.
zh_hans: 软键盘手势能够根据位置最低的触点定位远程文字输入位置，并将串流视图提升到合适高度。 详见在线文档。
zh_hk: 軟體鍵盤手勢可根據最低位置的觸控點，定位遠端文字輸入的位置，並將串流畫面提升至適當高度。 詳情請參閱線上說明文件。

# softKeyboardHeightStackTip
source: The soft keyboard height obtained automatically by the system may be unreliable (especially with third-party keyboards), which can prevent the streaming view from being properly raised. Specifying the keyboard height can resolve this issue.
zh_hans: 通过系统自动获取的软键盘高度可能不可靠(尤其是第三方输入法), 导致串流画面无法正确抬升，指定软键盘高度可解决此问题。
zh_hk: 透過系統自動取得的軟鍵盤高度可能不可靠（尤其是第三方輸入法），可能導致串流畫面無法正確抬升，指定軟鍵盤高度可解決此問題。

source: Sprint and walk keys are set
zh_hans: 已设定疾走键和静步键
zh_hk: 已設定疾走鍵和靜步鍵

source: Sprint key set. Select a walk key (optional, you can skip and create)
zh_hans: 已设定疾走键，请选择静步键（可跳过并创建）
zh_hk: 已設定疾走鍵，請選擇靜步鍵（可跳過並建立）

source: Square
zh_hans: 方形
zh_hk: 方形

source: Squeeze Shortcut
zh_hans: 捏笔快捷键
zh_hk: 捏筆快速鍵

# squeezePressShortcutPickerTip
source: Select shortcut keys on squeeze press
zh_hans: 选择捏笔按压时发送的快捷键组合
zh_hk: 選擇捏筆按壓時發送的快捷鍵組合

# squeezeReleaseShortcutPickerTip
source: Select shortcut keys on squeeze release. To keep the previously selected keys pressed while squeezing, select “Null” on top right
zh_hans: 选择捏笔松开时的快捷键组合, 若要在捏笔时保持之前选择的组合键按下, 选右上方”Null”
zh_hk: 選擇捏筆鬆開時的快速鍵組合，若要在捏筆時保持之前選擇的組合鍵按下，選右上方「Null」

# squeezeShortcutStackTip
source: Shortcut on squeeze press: %@ Shortcut on squeeze release: %@
zh_hans: 捏笔时发送快捷键：%@ 松开时发送快捷键：%@
zh_hk: 捏筆時發送快速鍵：%@ 鬆開時發送快速鍵：%@

# standardRenderTip
source: - Standard render has better performance on most devices now. - Changing the rendering mode requires restarting the application to ensure a clean start.
zh_hans: - 标准渲染模式目前在大多数设备上具有更好的性能。 - 更改渲染模式需要重启应用以确保干净启动。您是否要立即退出应用？
zh_hk: - 目前在大多数装置上，標準渲染模式具有较佳的效能。 - 更改渲染模式需要重新啟動應用程式以確保乾淨啟動。您是否要立即退出應用程式？

source: Start
zh_hans: 开始
zh_hk: 開始

source: Stereo (surround sound available for iOS18+)
zh_hans: 双声道 (iOS18+支持环绕声)
zh_hk: 立體聲 (iOS18+ 提供環繞音效)

# stickWheelTip
source: This is a left stick direction wheel. It is recommended to check the tutorial before use.
zh_hans: 这是一个左摇杆方向轮。建议在使用先前查看教程。
zh_hk: 這是一個左搖桿方向輪。建議在使用前先查看教學。

source: Stroke start equalization depth:
zh_hans: 笔迹起始端均衡深度:
zh_hk: 筆跡起始端均衡深度:

source: Stroke start force scaling:
zh_hans: 笔迹起始端力度系数:
zh_hk: 筆跡起始端力度係數:

source: Stroke start hook filtering depth:
zh_hans: 笔迹起始端勾子过滤深度:
zh_hk: 筆跡起始端勾子過濾深度:

source: Successfully sent wake-up request. It may take a few moments for the PC to wake. If it never wakes up, ensure it's properly configured for Wake-on-LAN.
zh_hans: 成功发送唤醒请求. 主机唤醒需要一定时间. 如果主机未被唤醒, 请检查Wake-on-LAN设置
zh_hk: 已成功傳送喚醒請求。電腦可能需要一些時間才能喚醒。如果它一直沒有喚醒，請確保已正確設定網路喚醒。

# supportLink
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/dhmg3h27ls8mwt4a
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/fdi4rxkxykhl5zpp
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/fdi4rxkxykhl5zpp

# swapYawAndRollStackTip
source: Enable this option when the controller moves together with the screen (e.g., when using a telescopic controller)
zh_hans: 当手柄随屏幕同一运动时(例如使用拉伸手柄)启用该选项
zh_hk: 當手把隨螢幕同步移動時（例如使用拉伸式手把）啟用此選項

source: Switch on/off a floating gamepad overlay with live input feedback
zh_hans: 开关一个带有实时输入反馈的虚拟手柄叠加层
zh_hk: 開關一個帶有即時輸入回饋的虛擬手把覆蓋層

source: Tap 'OK' to set on-screen widget to 'Custom' and enable motion control.
zh_hans: 点选 ‘确定’ 开启自定义屏显控件与体感控制。
zh_hk: 點選「確定」以開啟自訂螢幕控制項與體感控制。

source: Tap %d Fingers to Change OSC Layout in Stream View
zh_hans: 在串流视图中轻按%d根手指修改虚拟手柄布局
zh_hk: 在串流畫面中輕點%d指以變更螢幕控制器版面配置

source: Tap any control to add it
zh_hans: 点击任意控件以添加
zh_hk: 點擊任一控制項即可加入

source: Tap Exclusion Area Size for Custom OSC: %d%%
zh_hans: 自定义屏显手柄触控无响应区面积: %d%%
zh_hk: 自訂螢幕控制器點選手指排除區域大小：%d%%

source: Tap to toggle
zh_hans: 点按切换
zh_hk: 點按切換

source: Tap where you're going to input text, view will be lifted automatically
zh_hans: 点击需要输入文字的位置, 自动抬升视图
zh_hk: 點選您要輸入文字的地方，畫面將自動升起

source: Temporarily disable touch input for stream view
zh_hans: 临时禁用串流视图的触控输入
zh_hk: 暫時停用串流畫面的觸控輸入

source: Test Network
zh_hans: 测试网络
zh_hk: 測試網路

source: The connection was terminated, Error code: %@
zh_hans: 连接终止, 错误码: %@
zh_hk: 連線已終止，錯誤碼：%@

source: There are no changes to undo
zh_hans: 已经没有修改可以撤消
zh_hk: 沒有可復原的變更

source: This functional widget cannot be combined with gamepad buttons
zh_hans: 此功能型控件不能与手柄按键组合
zh_hk: 此功能控制項不能與手把按鍵組合

source: This functional widget cannot be combined with keyboard or mouse buttons
zh_hans: 此功能型控件不能与键盘或鼠标按键组合
zh_hk: 此功能控制項不能與鍵盤或滑鼠按鍵組合

source: This is an experimental feature that may cause stuttering or freezing in the stream view.
zh_hans: 这是一项实验性功能，可能导致画面卡顿。
zh_hk: 這是一項實驗性功能，可能導致畫面卡頓。

source: This tip won't be shown again
zh_hans: 该提示将不再弹出
zh_hk: 該提示將不再彈出

source: Tips
zh_hans: 提示
zh_hk: 提示

source: To Toggle Local Keyboard: Tap %d Fingers
zh_hans: 轻按%d根手指, 切换本地软键盘
zh_hk: 若要切換本機鍵盤：輕點%d指

source: Touch Control
zh_hans: 触控
zh_hk: 触控

source: Touch Mode - Double Tap to Drag, OSC Available
zh_hans: 触控模式 - 双击屏幕拖动, 支持屏显手柄
zh_hk: 觸控板模式 - 輕點兩下來拖曳，可使用螢幕控制器

source: Touch Mode - For MacOS Direct Touch
zh_hans: 触控模式 - 适用MacOS单点触控
zh_hk: 觸控模式 - 適用於 macOS 直接觸控

source: Touch Mode - No OSC & Mouse Support
zh_hans: 触控模式 - 不支持屏显手柄,鼠标
zh_hk: 觸控模式 - 無螢幕控制器與滑鼠支援

source: Touch Mode - With OSC & Mouse Support
zh_hans: 触控模式 - 支持屏显手柄,鼠标
zh_hk: 觸控模式 - 具備螢幕控制器與滑鼠支援

source: Touch Pointer Velocity: %d%%
zh_hans: 触点灵敏度: %d%%
zh_hk: 觸控指標速度：%d%%

source: Touch Pointer Velocity: Scaled on %d%% of Right Screen
zh_hans: 调节屏幕靠右 %d%%区域的触点灵敏度
zh_hk: 觸控指標速度：在右側螢幕的%d%%上縮放

source: Touchpad button
zh_hans: 触摸板按键
zh_hk: 触摸板按键

source: Trackball
zh_hans: 轨迹球
zh_hk: 軌跡球

source: Trigger button cannot be combined with trigger pad
zh_hans: 扳机按键不能与扳机触控板组合
zh_hk: 扳機按鍵不能與扳機觸控板組合

source: Trigger interval
zh_hans: 触发间隔
zh_hk: 觸發間隔

source: Undo
zh_hans: 回撤
zh_hk: 回撤

# unlockDisplayOrientationStackTip
source: iPad is unable to lock run-time display orientation due to stage manager support. If necessary please manually lock display orientation.
zh_hans: 为支持台前调度，iPad无法自动锁定显示方向。如有必要请手动锁定。
zh_hk: 為支援幕前調度，iPad 無法自動鎖定顯示方向。如有需要，請手動鎖定。

source: Unsupported on this device
zh_hans: 该设备不支持
zh_hk: 此裝置不支援

source: Up
zh_hans: 上
zh_hk: 上

source: Up Arrow
zh_hans: 上箭头
zh_hk: 上箭頭

# useBuiltinMicStackTip
source: When enabled, app will use built-in mic when Bluetooth headset is connected, which benefits audio quality.
zh_hans: 开启后, App将在蓝牙耳机接入状态下使用设备内置麦克风, 以维持蓝牙耳机最佳音质。
zh_hk: 開啟後，App 在藍牙耳機連接時將使用裝置內建麥克風，以維持藍牙耳機的最佳音質。

source: Velocity-based left stick pad
zh_hans: 矢量型左摇杆触控板
zh_hk: 矢量型左搖桿觸控板

source: Velocity-based right stick pad
zh_hans: 矢量型右摇杆触控板
zh_hk: 矢量型右搖桿觸控板

# velocityBasedTouchpadLink
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/zw100ykch1ut4i1m
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/ot4v6dgc6s1g23os
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/ot4v6dgc6s1g23os

# velocityBasedTouchpadTip
source: This is a velocity based, transparent right stick touchpad (RsvPad). Please increase the in-game right stick sensitivity first, then adjust the RsvPad sensitivity itself.
zh_hans: 这是一个透明的速度矢量型右摇杆触控板(RsvPad)。请先将游戏内的右摇杆灵敏度调大，再调整RsvPad自身灵敏度。
zh_hk: 這是一個透明的速度向量型右搖桿觸控板（RsvPad）。請先將遊戲內的右搖桿靈敏度調高，再調整 RsvPad 自身的靈敏度。

source: Video
zh_hans: 视频
zh_hk: 視訊

source: Video Height
zh_hans: 视频高度
zh_hk: 視訊高度

source: Video stream: %dx%d %.2f FPS (Codec: %@) Network dropped frames: %.2f%% Average network latency: %@%@
zh_hans: 视频流: %dx%d %.2f FPS (编解码: %@) 网络丢帧: %.2f%% 平均网络延迟: %@%@
zh_hk: 視訊串流：%dx%d %.2f FPS (編解碼器：%@) 網路掉幀：%.2f%% 平均網路延遲：%@%@

source: Video Width
zh_hans: 视频宽度
zh_hk: 視訊寬度

source: View All Apps
zh_hans: 查看所有应用
zh_hk: 檢視所有應用程式

source: VoidLink delivers better performance now!
zh_hans: VoidLink现已具备更强性能！
zh_hk: VoidLink現已具備更強效能!

source: Waiting for controller...
zh_hans: 等待手柄接入……
zh_hk: 等待控制器接入……

source: Wake PC
zh_hans: 唤醒PC
zh_hk: 喚醒電腦

source: Walkmode threshold: %.0f
zh_hans: 行走模式阈值: %.0f
zh_hk: 行走模式閾值: %.0f

source: WASD direction pad
zh_hans: WASD 十字键
zh_hk: WASD 十字鍵

# waterMarkText
source: Contact True砖家(the Developer)
zh_hans: 开发者: True砖家 (B站)
zh_hk: 聯絡開發者 True砖家

source: Wheel Down
zh_hans: 滚轮 下
zh_hk: 滾輪 下

source: Wheel Up
zh_hans: 滚轮 上
zh_hk: 滾輪 上

source: WheelPad
zh_hans: 滚轮触控板
zh_hk: 滾輪觸控板

source: Widget config generated
zh_hans: 控件配置已生成
zh_hk: 控制項配置已產生

source: Widget Picker
zh_hans: 控件选择器
zh_hk: 控制項選擇器

source: Widget Pool
zh_hans: 控件池
zh_hk: 控制項池

source: Widget pool is full
zh_hans: 控件池已满
zh_hk: 控制項池已滿

# widgetPanelLink
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/dcke52amz8ay3g37
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/zrg0ga93avz4s747
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/zrg0ga93avz4s747

# widgetPanelTip
source: - Tap the “Opacity” or “Border Width” label to reveal hidden features. - If batch edit is unavailable, tap & unfold the parent folder button
zh_hans: - 点击“透明度” 、“边界宽度” 标签，可切换出隐藏功能。 - 若无批量编辑功能，请点击上一级 Folder 控件夹按键，并将其展开。
zh_hk: - 點擊「透明度」 「邊界寬度」標籤，可切換出隱藏功能。 - 若無批次編輯功能，請點擊上一級 Folder 控制項夾按鍵，並將其展開。

source: Width
zh_hans: 宽度
zh_hk: 寬度

source: Width: %.2f
zh_hans: 宽度: %.2f
zh_hk: 寬度: %.2f

source: Yaw factor: %.2f
zh_hans: 偏航系数: %.2f
zh_hk: 偏航係數: %.2f

source: Yes
zh_hans: 是
zh_hk: 是

source: You can continue adding controls to this combination
zh_hans: 你可以继续向此组合添加控件
zh_hk: 你可以繼續向此組合加入控制項

source: Your network connection isn't performing well. Reduce your video bitrate setting or try a faster connection.
zh_hans: 网络状态较差. 请降低码率或更换可靠的网络连接.
zh_hk: 您的網路連線效能不佳。請降低您的視訊位元率設定或嘗試更快的連線。

# yourMotionControlSoution
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/watpxdpsogirwie0
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/iy4zgh86odhfgf6h
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/iy4zgh86odhfgf6h

# yuv444StackTip
source: When enabling YUV 4:4:4, it is recommended to also enable “SDR Performance Workaround.”
zh_hans: 开启YUV 4:4:4 时，建议同时开启“SDR性能优化路径“
zh_hk: 啟用 YUV 4:4:4 時，建議同時啟用「SDR 效能優化路徑」。

# firstLaunchTip
source: 1. By default, The widget menu button will be automatically docked to bottom edge, then become almost transparent after staying idle for 10 seconds. This timeout can be changed by entering “Edit” in the widget menu. 2. From %@ edge, slide %d%% screen width to open settings menu 3. From %@ edge, slide %d%% screen width to open toolbox menu 4. Slide from top 40%% of screen edge to avoid sending touch events to PC side If the screen shows large green or purple color artifacts, disable variable display refresh rate on the PC and set the display refresh rate to match the streaming frame rate.
zh_hans: 1. 默认状态下，控件菜单按键在闲置10秒后将自动吸附屏幕底部边缘，并进入高透明状态。 可展开控件菜单，进入“修改布局”修改该延迟。 2. 展开设置菜单: 从%@边缘滑动%d%%屏幕宽度 3. 展开工具箱菜单: 从%@边缘滑动%d%%屏幕宽度 4. 从40%%上半边缘滑动避免触控事件影响PC端 若画面出现大片发绿、发紫的颜色异常，请在主机端关闭可变显示刷新率，并将显示刷新率设定为与串流帧率一致。

# ML_TEST_RESULT_INCONCLUSIVE
source: The network test could not be performed because none of the connection testing servers were reachable. Check your Internet connection or try again later.
zh_hans: 无法执行网络测试. 请检查网络连接后重试.

# NetTestOK
source: This network does not appear to be blocking remote session. If you still have trouble connecting, check your PC's firewall settings.
zh_hans: 网络测试成功. 如果仍然无法连接远程主机, 请检查主机端防火墙设置.

# touchModeStackTip
source: - Touchpad: Dragging works exactly like on Windows laptop touchpad. A quick double-tap, starting from the second tap, enters drag mode. - Native Touch: Aka multi-touch passthrough, not supported on macOS. - Single Point: Provides a touchscreen-like experience on macOS.
zh_hans: - 触控板: 拖移方式与Windows笔记本电脑触控板相同, 快速双击的第2下开始进入拖动状态. - 多点触控: 不支持macOS. - 单点鼠标: 可为macOS提供类触屏体验.
